The  BuiltInFailures SculptingFailures  type exposes the following members.
 Properties
Name  |   Description
FaceSculptEditFailed
 Face Sculpt Edit failed.
FaceSculptingFaceLoss
 The original sculpted face is lost.
 See Also
  BuiltInFailures SculptingFailures Class
  Autodesk.Revit.DB Namespace